Repository: Eric-Brison/dynacase-core
Catalog: js_TOOLBOX_*.po
Languages: fr

source: data::no tag specified
fr: pas de tag donné

source: data::login not defined
fr: login non défini

source: data::password not defined
fr: mot de passe non défini

source: data:document id must not be an object
fr: l'identificateur du document ne doit pâs être un objet

source: eui::missing right
fr: Droit manquant

source: eui::You have no right to access this document
fr: Vous n'avez pas les droits requis pour consulter ce document

source: eui::Content
fr: Contenu

source: eui::Informations
fr: Informations

source: eui::Creation :
fr: Création :

source: eui::ToEdit
fr: Éditer

source: eui::lock_as_name
fr: verrou

source: eui::infolder
fr: Dans

source: eui::Duplicate
fr: Dupliquer

source: eui::Link
fr: Lier

source: eui::Move
fr: Déplacer

source: eui::documents
fr: documents

source: eui::delete
fr: Supprimer

source: eui::totrash
fr: Dans la Corbeille

source: eui:cannot delete
fr: Suppression impossible

source: eui::Search
fr: Recherche

source: eui::Create Search
fr: Créer Recherche

source: eui::Search by word
fr: Recherche par mot

source: eui::Search by exp
fr: Recherche par expression

source: eui::Evaluate
fr: Évaluer

source: eui::Save
fr: Sauver

source: eui::Edit search :
fr: Éditer la Recherche

source: eui::Enter search name
fr: Entrez le nom de la Recherche

source: eui::Create search :
fr: Créer Recherche :

source: eui::Families
fr: Familles

source: eui::Administrator
fr: Administrateur

source: eui::User
fr: Utilisateur

source: eui::Display
fr: Disposition

source: eui::Horizontal
fr: Horizontal

source: eui::Vertical
fr: Vertical
