Repository: Eric-Brison/dynacase-core
Catalog: WHAT_*.po
Languages: fr

source: Application %s (%s) not available
fr: Application %s (%s) non disponible

source: Object Permission : permission %s needed (%s) - # %d
fr: Permission objet :: permission %s requise (%s) - n° %d

source: modify object acl
fr: modification des droits

source: view object acl
fr: voir les droits

source: function '%s' not available for application %s (%d)
fr: fonction %s non disponible pour l'application %s (%d)

source: Acl [%s] not available for App %s
fr: ACL %s non valable pour l'application %s

source: Access denied Need ACL %s for action %s [%s]
fr: Accès refusé ACL %s nécessaire pour l'action %s [%s]

source: login must not be empty
fr: le login ne doit pas être vide

source: no freedom DB access
fr: pas d'accès à la base de données FREEDOM

source: Parameter name does not include spaces
fr: Le nom de paramètre ne doit pas inclure d'espaces

source: DbObj::Adds error in multiple insertion
fr: DbObj::Adds erreur dans insertion multiple

source: prev
fr: précédent

source: next
fr: suivant

source: first
fr: premier

source: last
fr: dernier

source: Template [%s] not found
fr: Template [%s] non trouvé.

source: no referer url found
fr: pas d'URL reférence trouvée

source: file not found : %s
fr: fichier %s non trouvé.

source: terminal too small (must ne at least 80 columns by 24 lines)
fr: terminal trop petit (vous devez avoir au moins 80 colonnes et 24 lignes)

source: cannot access to core database service [service='$pgservice_core']
fr: accès impossible à la base de données par défaut [service='$pgservice_core']

source: API file %s not found
fr: fichier API %s non trouvé.

source: Error : %s
fr: Erreur : %s

source: Caught Exception : %s
fr: Attrape exception : %s

source: unmodifiable parameter
fr: paramètre non modifiable

source: name
fr: Nom

source: val
fr: Valeur

source: delconfirmparam
fr: Confirmez-vous la suppression du param&egrave;tre

source: delete
fr: Détruire

source: reqpasswd_login
fr: Nom de connexion

source: reqpasswd_or
fr: ou

source: reqpasswd_email
fr: Adresse e-mail

source: reqpasswd_submit
fr: Envoyer

source: callbackreqpasswd_callback_ok
fr: <p>Votre mot de passe a été ré-initialisé, et le nouveau mot de passe vous a été envoyé par mail.</p>

source: callbackreqpasswd_callback_not_ok
fr: <p>Le système n'a pas pu traiter votre demande.</p> <p>Le lien que vous avez utilisé est peut être expiré ou n'est plus valide. Dans ce cas, veuillez renouveller votre demande.</p> <p>Si le problème persiste, veuillez prendre contact avec <a href="mailto:[ON_ERROR_CONTACT]?subject=Problème%20ré-initialisation%20mot%20de%20passe">[ON_ERROR_CONTACT]</a></p>

source: warning_name
fr: la saisie de votre nom est obligatoire.

source: warning_pass
fr: la saisie de votre mot de passe est obligatoire.

source: yourusername
fr: votre nom d'utilisateur

source: yourpassword
fr: votre mot de passe

source: authent reqpassword
fr: Mot de passe oublié ?

source: help
fr: aide

source: Do connection
fr: se connecter

source: submitreqpasswd_form_send_ok
fr: <p>Votre demande a bien été prise en compte.</p> <p>Vous allez recevoir un e-mail vous indiquant la procédure à suivre pour finaliser la ré-initialisation de votre mot de passe.</p>

source: submitreqpasswd_form_send_error_invalid_args
fr: <p>Le nom de connexion ou l'adresse e-mail indiqué n'est pas valide.</p> <p><a href="[CORE_BASEURL]app=AUTHENT&action=REQPASSWD">Retour</a></p>

source: submitreqpasswd_form_send_error_unknown
fr: <p>Le serveur a rencontré une erreur dans le traitement de votre demande.</p> <p>Veuillez renouveller votre demande ultérieurement, et si le problème persiste, contactez <a href="mailto:[ON_ERROR_CONTACT]?subject=Problème%20demande%20mot%20de%20passe">[ON_ERROR_CONTACT]</a></p> <p><a href="[CORE_BASEURL]app=AUTHENT&action=REQPASSWD">Retour</a></p>

source: callbackreqpasswd_mail_hello
fr: Bonjour

source: callbackreqpasswd_mail_password
fr: <p>Votre nouveau mot de passe est à présent:</p> <pre> [PASSWORD] </pre> <p>Vous pouvez vous connecter sur <a href="[CORE_EXTERNURL]">[CORE_EXTERNURL]</a>

source: submitreqpasswd_mail_hello
fr: Bonjour

source: submitreqpasswd_mail_callbackurl
fr: <p>Vous avez demandé la ré-initialisation de votre mot de passe. Si ce n'est pas le cas, veuillez détruire ce message.</p> <p>Pour poursuivre la ré-initialisation de votre mot de passe, veuillez suivre le lien suivant:<br /><a href="[CORE_EXTERNURL][CORE_BASEURL]app=AUTHENT&action=CALLBACKREQPASSWD&token=[CALLBACK_TOKEN]">[CORE_EXTERNURL][CORE_BASEURL]app=AUTHENT&action=CALLBACKREQPASSWD&token=[CALLBACK_TOKEN]</a></p>

source: adduser
fr: Ajouter un utilisateur

source: print
fr: Impression de la page

source: search
fr: recherche

source: edit
fr: Modifier

source: delconfirm
fr: Confirmez-vous la suppression de l`utilisateur

source: domain
fr: Domaine

source: firstname
fr: Prénom

source: lastname
fr: Nom

source: login
fr: Nom de connexion

source: password
fr: Mot de passe

source: expire date
fr: date d'expiration

source: groups
fr: Groupes

source: butmodify
fr: Modifier

source: expire default delay (in day)
fr: délai d'expiration par défaut (en jours)

source: 0 means no delay
fr: 0 signifie pas de limite

source: if not set, will be the current date more delay
fr: si vide, ce sera la date courante plus le délai

source: user status
fr: état utilisateur

source: active user
fr: Utilisateur activé

source: desactived user
fr: Utilisateur désactivé

source: changegroup
fr: Changement de groupe

source: domaingroup
fr: Domaine

source: othergroup
fr: Autres

source: butclosew
fr: Fermer la fenêtre

source: clear
fr: Effacer

source: delconfirmstyle
fr: Confirmez-vous la suppression du style

source: short_name
fr: Nom abr&eacute;g&eacute;

source: long_name
fr: Nom complet

source: available
fr: Dispo

source: appname
fr: Application

source: access_free
fr: Acces libre

source: displayable
fr: Affichable

source: appssl
fr: Sécurisée

source: appmachine
fr: machine distante

source: update
fr: mise à jour

source: addparam
fr: Ajouter un param&egrave;tre

source: my parameters
fr: mes paramètres

source: view all
fr: tout voir

source: select a user
fr: Sélectionnez un utilisateur

source: user parameters list
fr: Liste des paramètres utilisateur

source: application parameters list
fr: Liste des paramètres applicatif

source: select a style
fr: Sélectionnez un style

source: style parameters list
fr: Liste des paramètres style

source: titleaction
fr: Liste des actions de l'application

source: addstyle
fr: Ajouter un style

source: Progress bar
fr: Barre de progression

source: view log
fr: voir les messages

source: All manuals
fr: Tous les manuels

source: Javascript must be enabled in your navigator
fr: Javascript doit être activé dans votre navigateur

source: Your navigator does not accept cookies. Cookies must be enabled to use correctly this application
fr: Votre navigateur n'accepte pas les cookies. Vous devez autoriser les cookies pour utiliser correctement l'application.

source: You use version an to old version of Netscape (Mozilla)
fr: Vous utilisez un navigateur de type Netscape trop ancien

source: You must upgrade to version Netscape 7 or Mozilla 1.7 (Firefox)
fr: Vous devez mettre à jour avec la version Netscape 7 ou Mozilla 1.7 (Firefox)

source: You use version an to old version of Internet Explorer
fr: Vous utilisez un navigateur de type Internet Explorer trop ancien

source: You must upgrade to version 6 or more
fr: Vous devez mettre à jour avec la version 6 au minimum

source: Click here to login
fr: Cliquer ici pour se connecter

source: Choose Gate Urls
fr: Choix des URLs

source: New version has been installed.
fr: Une nouvelle version vient d'être installée.

source: You must clear navigator cache.
fr: Vous devez effacer le cache de votre navigateur.

source: You use an too old Netscape navigator
fr: Vous utilisez un navigateur de type Netscape trop ancien

source: please upgrade to Nescape 7.0 or greater or Mozilla 1.0.1 or greater
fr: Mettez votre navigateur à jour avec une version Netscape 7.0 (ou supérieur) ou Mozilla 1.0.1 (ou supérieur)

source: mozilla site
fr: site de Mozilla

source: nestcape site
fr: Site de Netscape

source: Manuals
fr: Manuels

source: Homepage
fr: Accueil

source: Welcome Page
fr: Page d'accueil

source: gate page
fr: Page du portail

source: New GATE page
fr: Portail

source: Edit Url Gate
fr: édition des URLs pour le portail

source: Save geometry
fr: Sauver la disposition

source: You use an too old Internet explorer navigator
fr: Vous utilisez un navigateur de type Internet Explorer trop ancien

source: please upgrade to Internet explorer 6.0 or greater
fr: Mettez votre navigateur à jour avec une version Internet Explorer 6.0 (ou supérieur)

source: Internet explorer site
fr: Site de Microsoft

source: Gate
fr: Portail

source: controlaccess
fr: Contrôle des accès

source: Access Control for
fr: Contrôle des accès pour

source: modify
fr: Modifier

source: viewuser
fr: Voir les utilisateurs

source: viewgroup
fr: Voir les groupes

source: Close
fr: Fermer

source: download
fr: Télécharger le fichier d'acces

source: needfile
fr: Le nom du fichier doit être spécifié

source: upload
fr: Charger un fichier d'acces

source: accessfor
fr: Contrôle des accès pour

source: Max user reach. Use search filter
fr: Utiliser la recherche pour voir la suite

source: Search
fr: Recherche

source: filter on login and lastname
fr: filtre sur le login et le nom

source: choose document
fr: choisi un document

source: edit by object
fr: édition par objet

source: in database
fr: dans la base de données

source: No user found
fr: pas d'utilisateur trouvé

source: descr
fr: Description

source: create databases ?
fr: Créer les bases de données ?

source: %s style updated
fr: %s style mis à jour

source: Attribute %s not found
fr: Attribut %s non trouvé.

source: Attribute %s found is not alone Must precise request with appname arguments
fr: L'attribut %s trouvé n'est pas seul Préciser la requête en utilisant les arguments userid et appid

source: Attribute %s not modified : %s
fr: Attribut %s non modifié : %s

source: Attribute %s modified to %s
fr: Attribut %s modifié par %s

source: cannot access to database $db
fr: accès à la base de données $db refusé

source: access granted to database $db
fr: accès à la base de données $db autorisé

source: User must be authenticate
fr: L'utilisateur doit être authentifié

source: no login : passwd unchanged
fr: pas de login : mot de passe inchangé

source: unknown login : passwd unchanged
fr: login incoonu : mot de passe inchangé

source: password are not identicals : not changed
fr: les mots de passes ne sont pas identiques : mot de passe inchangé

source: empty password : not changed
fr: mot de passe vide : non changé

source: Create other database for %s (%s)
fr: Création d'autres bases pour %s (%s)

source: I can't find hostname alias
fr: Alias de hostname introuvable

source: Enter name for database ?
fr: Nom de la base de donnée ?

source: Context : [%s]
fr: Contexte : [%s]

source: Database : [%s]
fr: Base de données : [%s]

source: Continue (Y|N) ?
fr: Continuer (Y (oui) |N (non)) ?

source: Choose database in %s (%s)
fr: Choix de la base de données dans %s (%s)

source: show request for password
fr: Affiche le lien pour la demande de mot de passe

source: subject for new password request
fr: Le sujet du mail pour les demandes de mot de passe

source: subject for new password response
fr: Le sujet du mail pour les réponses aux demandes de mot de passe

source: show language selection
fr: Affiche la sélection de la langue lors de la demande de mot de passe

source: What User Management
fr: Gestion des utilisateurs

source: Access To All Users
fr: Accès à tous les utilisateurs

source: Access To All Users in my domain
fr: Acces aux utilisateurs de mon domaine

source: Access To My Own account
fr: Accès à mon propre compte

source: admin view
fr: vue administrateur

source: users list
fr: les utilisateurs

source: group list
fr: les groupes

source: user account edition
fr: éditer compte utilisateur

source: user own account edition
fr: éditer compte personnel

source: user account modification
fr: modifier compte utilisateur

source: user own account modification
fr: modifier compte personnel

source: Application manager
fr: Gestion des applications

source: What Application Management
fr: Gestion des applications

source: SuperUser permission
fr: Accès administration

source: user preference
fr: préférences utilisateur

source: styles parameters
fr: paramètres de style

source: application parameters
fr: paramètres applicatif

source: user parameters
fr: paramètres utilisateur

source: current user parameters
fr: mes paramètres

source: current user mail configuration
fr: ma messagerie

source: current user account
fr: mon compte

source: actions
fr: les actions

source: applications
fr: les applications

source: delete parameters
fr: suppression de paramètres

source: modify parameters
fr: modification des paramètres

source: delete user parameters
fr: suppression de paramètres utilisateur

source: modify user parameters
fr: modification des paramètres utilisateur

source: Parameters configuration
fr: Paramètres de configuration

source: Core
fr: Noyau

source: Core Application Manager
fr: Page d'accueil

source: concat stylecss+sizecss
fr: concaténation style + size css

source: francais
fr: français

source: US english
fr: anglais

source: application version
fr: version application

source: Freedom frontpage description
fr: Description de la page d'accueil

source: version identificator
fr: identificateur de version

source: use freedom user management
fr: utiliser le gestion d'utilisateur FREEDOM

source: default style
fr: style par défaut

source: font size
fr: taille de la police

source: connection type
fr: type de connexion

source: background color or image
fr: image ou couleur de fond

source: background color or image in security mode
fr: image ou couleur de fond en mode sécurité

source: background image for bar
fr: image de fond pour les barres

source: background image for menu
fr: image de fond pour les menus

source: background color for table cells
fr: couleur de fond de cellules

source: second background color
fr: couleur secondaire pour le fond

source: highlight background color
fr: couleur de fond pour la mise en évidence

source: inverse video background color
fr: couleur de fond en inverse vidéo

source: text color
fr: couleur du texte

source: inverse video color text
fr: couleur du texte en inverse vidéo

source: input color bg
fr: couleur des champs de saisie

source: anchor color
fr: couleur des liens

source: error color
fr: couleur messages d'erreur

source: top url to find help documentation
fr: url pour la documentation en ligne

source: frame size
fr: taille de la fenêtre

source: frame border size
fr: taille de la bordure de la fenêtre

source: client name
fr: nom du client

source: client logo
fr: logo du client

source: url to reach http server index
fr: URL pour atteindre l'index du serveur web freedom

source: memory max for PHP in Mo
fr: mémoire maximum pour PHP en Mo

source: gate urls
fr: urls du portail

source: gate geometry
fr: disposition du portail

source: society style
fr: style société

source: plug inserted in footer
fr: reférence au plug du footer

source: default delay before expiration of password in day
fr: délai d'expiration du mot de passe par défaut (en jours)

source: name displayed in the right of the foot
fr: nom affiché dans le bas de la fenêtre (à droite)

source: realm name for http authenticate
fr: nom du royaume pour authentification HTTP

source: icon size
fr: taille des icones

source: produce link for
fr: produit le lien pour

source: squirrelmail install dir (relative)
fr: squirrelmail: répertoire d'installation (relatif)

source: language
fr: langue

source: Access
fr: Accessibilités

source: What Access Management
fr: Gestion des accessibilités

source: Admin Access
fr: Accès administrateur

source: object control
fr: contrôle des objets

source: User Access
fr: Accès des utilisateurs

source: Group Access
fr: Accès des groupes

source: Application Access
fr: Accès des applications

source: Modify any access
fr: Modifier n'importe quel objet

source: Modify object access
fr: Modifier certains objets

source: Edit any access
fr: Editer n'importe quel accès

source: Edit object access by user
fr: Editer les accès sur les objets par utilisateur

source: Edit object access
fr: Editer les accès sur les objets

source: auth_failure
fr: échec de l'authentification

source: welcome
fr: Bienvenue !

source: Vous devez entrer un nom d'utilisateur valide et un mot de passe correct pour acceder a cette ressource
fr: Vous devez entrer un nom d'utilisateur valide et un mot de passe correct pour accéder à cette ressource

source: titlecreateg
fr: Création d'un groupe

source: titlecreateu
fr: Création d'utilisateur

source: butcreate
fr: Créer

source: Not Allowed Access Attempt : need DOMAIN_MASTER privilege
fr: Non autorisé : nécessite le privilège DOMAIN_MASTER

source: titlemodifyg
fr: Modification du groupe

source: titlemodifyu
fr: Modification de l'utilisateur

source: nomail
fr: Pas de compte mail

source: titlegroup
fr: Liste des groupes

source: titleuser
fr: Liste des utilisateurs

source: groupdesc
fr: Description

source: group
fr: Groupe

source: fullname
fr: Utilisateur

source: expires
fr: expiration

source: expire date format is not correct : will be set to default
fr: le format de la date d'expiration est incorrecte : la date par défaut sera prise en compte

source: err_add_user
fr: Impossible de creer l'utilisateur

source: the user identification is unknow
fr: l'identification de l'utilisateur est inconnue

source: titleparamcreate
fr: Cr&eacute;ation d'un param&egrave;tre

source: titleparammodify
fr: Modification de param&egrave;tre

source: err_add_param
fr: Impossible de creer le param&egrave;tre

source: err_mod_parameter
fr: Impossible de modifier le param&egrave;tre

source: only user parameters can be modified with its action
fr: seul les paramêtres utilisateurs peuvent être modifiés avec cette action

source: only current user parameters can be modified with its action
fr: seul les paramêtres utilisateurs peuvent être modifiés avec cette action

source: err_add_application
fr: Impossible de creer l'application

source: err_mod_application
fr: Impossible de modifier l'application

source: err_mod_param
fr: Impossible de modifier le param&egrave;tre

source: err_add_action
fr: Impossible de creer l'action

source: err_mod_action
fr: Impossible de modifier l'action

source: titlecreate
fr: Cr&eacute;ation d'application

source: titlemodify
fr: Modification de l'application

source: Application list
fr: Liste des applications

source: titlecreateaction
fr: Cr&eacute;ation d'action

source: titlemodifyaction
fr: Modification de l'action

source: Remove parameter
fr: Suppression de paramètre

source: the '%s' parameter cannot be removed
fr: le parametre '%s' n'a pu être supprimé

source: only user parameters can be deleted with its action
fr: seul les paramêtres utilisateurs peuvent être supprimés avec cette action

source: only current user parameters can be deleted with its action
fr: seul les paramêtres utilisateurs peuvent être supprimés avec cette action

source: file for %s not found.
fr: fichier pour %s non trouvé.

source: user
fr: utilisateur

source: object
fr: objet

source: user %s %s has been modified
fr: l'utilisateur %s %s a été modifié

source: user %s %s has been added
fr: l'utilisateur %s %s a été ajouté

source: add acl %s for %s %s
fr: ajout privilège %s pour %s %s

source: appdesc
fr: Description

source: permissions
fr: Droits

source: none
fr: Aucun

source: userlogin
fr: Login

source: username
fr: Nom
